{
  "Philippians 4:4":["Attitude","Rejoice in the Lord always; again I will say, Rejoice."],
  "Proverbs 17:22":["Attitude","A joyful heart is good medicine, but a crushed spirit dries up the bones."],
  "Philippians 2:14-15":["Attitude","Do all things without grumbling or questioning, that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world,"],
  "Philippians 4:8":["Attitude","Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things."],
  "James 4:10":["Attitude","Humble yourselves before the Lord, and he will exalt you."],
  "Philippians 2:3-4":["Attitude","Do nothing from rivalry or conceit, but in humility count others more significant than yourselves. Let each of you look not only to his own interests, but also to the interests of others."],
  "Romans 12:10":["Attitude","Love one another with brotherly affection. Outdo one another in showing honor."],
  "Psalm 118:24":["Attitude","This is the day that the Lord has made; let us rejoice and be glad in it."],
  "Matthew 5:16":["Attitude","In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven."],
  "Proverbs 15:13":["Attitude","A glad heart makes a cheerful face, but by sorrow of heart the spirit is crushed."],

  "Daniel 6:3": ["Excellence","Then this Daniel became distinguished above all the other presidents and satraps, because an excellent spirit was in him. And the king planned to set him over the whole kingdom."],
  "Colossians 3:23":["Excellence","Whatever you do, work heartily, as for the Lord and not for men"],
  "1 Corinthians 9:24":["Excellence","Do you not know that in a race all the runners run, but only one receives the prize? So run that you may obtain it."],  
  "Proverbs 22:29":["Excellence","Do you see a man skillful in his work? He will stand before kings; he will not stand before obscure men"],

  "James 1:6":["Faith","But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind."],
  "1 John 5:15":["Faith","And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him."],
  "Luke 1:37":["Faith","For nothing will be impossible with God."],
  "Mark 11:22-23":["Faith","And Jesus answered them, 'Have faith in God. Truly, I say to you, whoever says to this mountain, Be taken up and thrown into the sea, and does not doubt in his heart, but believes that what he says will come to pass, it will be done for him.'"],
  "1 Corinthians 16:13":["Faith","Be watchful, stand firm in the faith, act like men, be strong."],
  "John 15:7":["Faith","If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you."],

  "Proverbs 4:23":["Forgive","Keep your heart with all vigilance, for from it flow the springs of life."],
  "Colossians 3:12-13":["Forgive","Put on then, as God's chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive."],
  "Ephesians 4:32":["Forgive","Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."],
  "Mark 11:25":["Forgive","And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses."],
  "Matthew 6:14":["Forgive","For if you forgive others their trespasses, your heavenly Father will also forgive you,"],

  "Ecclesiastes 4:9":["Friendship","Two are better than one, because they have a good reward for their toil."],
  "Proverbs 27:17":["Friendship","Iron sharpens iron, and one man sharpens another."],
  "1 Corinthians 15:33":["Friendship","Do not be deceived: 'Bad company ruins good morals.'"],
  "1 Thessalonians 5:11":["Friendship","Therefore encourage one another and build one another up, just as you are doing."],
  "Proverbs 13:20":["Friendship","Whoever walks with the wise becomes wise, but the companion of fools will suffer harm."],
  "Luke 6:31":["Friendship","And as you wish that others would do to you, do so to them."],
  "Ecclesiastes 4:12":["Friendship","And though a man might prevail against one who is alone, two will withstand him-a threefold cord is not quickly broken."],
  "Galatians 6:2":["Friendship","Bear one another's burdens, and so fulfill the law of Christ."],

  "1 Corinthians 10:31":["God's Glory","So, whether you eat or drink, or whatever you do, do all to the glory of God."],
  "Colossians 3:17":["God's Glory","And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him"],

  "James 5:15":["Healing","And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven."],
  "Mark 10:52":["Healing","And Jesus said to him, 'Go your way; your faith has made you well.' And immediately he recovered his sight and followed him on the way."],
  "Jeremiah 17:14":["Healing","Heal me, O Lord, and I shall be healed; save me, and I shall be saved, for you are my praise."],
  "1 Peter 2:24":["Healing","He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed."],
  "Matthew 10:8":["Healing","Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying; give without pay."],

  "Jeremiah 29:11":["Hope","For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope."],
  "Psalm 130:5":["Hope","I wait for the Lord, my soul waits, and in his word I hope;"],
  "Deuteronomy 31:6":["Hope","Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you"],
  "Isaiah 41:10":["Hope","Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand"],
  "Psalm 39:7":["Hope","And now, O Lord, for what do I wait? My hope is in you."],

  "Exodus 14:14":["Idle Words", "The Lord will fight for you, and you have only to be silent."],
  "Matthew 12:36":["Idle Words","I tell you, on the day of judgment people will give account for every careless word they speak,"],  
  "Ephesians 4:29":["Idle Words","Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear."],
  "Psalm 19:14":["Idle Words","Let the words of my mouth and the meditation of my heart be acceptable in your sight, O Lord, my rock and my redeemer."],
  "Proverbs 18:21":["Idle Words","Death and life are in the power of the tongue, and those who love it will eat its fruits."],
  "Proverbs 29:20":["Idle Words","Do you see a man who is hasty in his words? There is more hope for a fool than for him."],
  "Proverbs 16:24":["Idle Words","Gracious words are like a honeycomb, sweetness to the soul and health to the body."],
  "Proverbs 12:18":["Idle Words","There is one whose rash words are like sword thrusts, but the tongue of the wise brings healing."],
  "Proverbs 15:1":["Idle Words","A soft answer turns away wrath, but a harsh word stirs up anger."],
  "Proverbs 15:4":["Idle Words","A gentle tongue is a tree of life, but perverseness in it breaks the spirit."],
  "James 1:26":["Idle Words","If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person's religion is worthless"],
  "Proverbs 11:12":["Idle Words","Whoever belittles his neighbor lacks sense, but a man of understanding remains silent."],
  "Psalm 141:3":["Idle Words","Set a guard, O Lord, over my mouth; keep watch over the door of my lips!"],

  "James 4:17":["Integrity","So whoever knows the right thing to do and fails to do it, for him it is sin."],
  "Proverbs 16:7":["Integrity","When a man's ways please the Lord, he makes even his enemies to be at peace with him."],
  "1 John 3:7":["Integrity", "Little children, let no one deceive you. Whoever practices righteousness is righteous, as he is righteous."],
  "James 4:7":["Integrity", "Submit yourselves therefore to God. Resist the devil, and he will flee from you."],

  "Proverbs 12:4":["Marriage","An excellent wife is the crown of her husband, but she who brings shame is like rottenness in his bones."],
  "Proverbs 31:10":["Marriage","An excellent wife who can find? She is far more precious than jewels."],
  "1 Corinthians 13:4-5":["Marriage","Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful;"],
  "1 Peter 3:7":["Marriage","Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered."],
  "Genesis 2:18":["Marriage","Then the Lord God said, 'It is not good that the man should be alone; I will make him a helper fit for him.'"],
  "Ephesians 5:33":["Marriage","However, let each one of you love his wife as himself, and let the wife see that she respects her husband"],
  "Colossians 3:19":["Marriage","Husbands, love your wives, and do not be harsh with them."],
  "Song of Solomon 4:9":["Marriage","You have captivated my heart, my sister, my bride; you have captivated my heart with one glance of your eyes, with one jewel of your necklace."],

  "Ephesians 4:2-3":["Patience", "With all humility and gentleness, with patience, bearing with one another in love, eager to maintain the unity of the Spirit in the bond of peace."],
  "Proverbs 15:18":["Patience","A hot-tempered man stirs up strife, but he who is slow to anger quiets contention."],
  "Ecclesiastes 7:9":["Patience","Be not quick in your spirit to become angry, for anger lodges in the bosom of fools."],
  "James 1:19":["Patience","Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;"],
  "Galatians 5:22":["Patience","But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"],
  "1 Thessalonians 5:14":["Patience","And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all."],
  "Proverbs 16:32":["Patience","Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city."],
  "2 Timothy 2:24":["Patience","And the Lord's servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil,"],

  "Proverbs 25:15":["Persistence","With patience a ruler may be persuaded, and a soft tongue will break a bone."],
  "Luke 11:9-10":["Persistence","And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you. For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened."],
  "Proverbs 12:27":["Persistence","Whoever is slothful will not roast his game, but the diligent man will get precious wealth."],

  "Ecclesiastes 9:10":["Relentless","Whatever your hand finds to do, do it with your might,"],
  "James 1:12":["Relentless","Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him."],
  "2 Chronicles 15:7":["Relentless","But you, take courage! Do not let your hands be weak, for your work shall be rewarded"],
  "Galatians 6:9":["Relentless","And let us not grow weary of doing good, for in due season we will reap, if we do not give up."],
  "Isaiah 54:17":["Relentless","No weapon that is fashioned against you shall succeed, and you shall confute every tongue that rises against you in judgment. This is the heritage of the servants of the Lord and their vindication from me, declares the Lord."],

  "Genesis 1:31":["Valuable to God","And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day."],
  "Psalm 139:14":["Valuable to God","I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well."],
  "Psalm 34:18":["Valuable to God","The Lord is near to the brokenhearted and saves the crushed in spirit."],
  "Romans 8:38-39":["Valuable to God","For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."],

  "Isaiah 11:2":["Wisdom","And the Spirit of the Lord shall rest upon him, the Spirit of wisdom and understanding, the Spirit of counsel and might, the Spirit of knowledge and the fear of the Lord."]

 }
